Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Continue last talk
ar: متابعة آخر محادثة
es: Continuar la última charla
fa: ادامه آخرین گفت‌وگوی صوتی
fil: Ipagpatuloy ang huling pag-uusap
fil_ph: Ipagpatuloy ang huling usapan
fr: Reprendre la dernière discussion
it: Riprendi l’ultima conversazione
ja: 前回の音声会話を続ける
ko: 지난 대화 이어가기
ru: Продолжить прошлый разговор
tr: Son konuşmaya devam et
vi: Tiếp tục cuộc trò chuyện gần nhất
zh_hans: 继续上次语音对话

source: Continue planning
ar: متابعة التخطيط
es: Seguir planificando
fa: ادامه برنامه‌ریزی
fil: Ipagpatuloy ang pagpaplano
fil_ph: Ipagpatuloy ang pagpaplano
fr: Continuer la planification
it: Continua a pianificare
ja: 計画を続ける
ko: 계획 계속하기
ru: Продолжить планирование
tr: Planlamaya devam et
vi: Tiếp tục lên kế hoạch
zh_hans: 继续规划

source: Continue with Google
ar: المتابعة باستخدام Google
es: Continuar con Google
fa: ادامه با گوگل
fil: Magpatuloy gamit ang Google
fil_ph: Magpatuloy gamit ang Google
fr: Continuer avec Google
it: Continua con Google
ja: Googleで続ける
ko: Google로 계속하기
ru: Продолжить с Google
tr: Google ile devam et
vi: Tiếp tục với Google
zh_hans: 使用 Google 继续

source: Continue with my trip
ar: المتابعة برحلتي
es: Continuar con mi viaje
fa: ادامه سفر من
fil: Magpatuloy kasama ang biyahe ko
fil_ph: Magpatuloy sa biyahe ko
fr: Continuer avec mon voyage
it: Continua con il mio viaggio
ja: 旅行の計画を続ける
ko: 내 여행으로 계속하기
ru: Продолжить с моей поездкой
tr: Seyahatimle devam et
vi: Tiếp tục với chuyến đi của tôi
zh_hans: 继续规划我的行程

source: Correct this
ar: تصحيح هذا
es: Corrige esto
fa: اصلاح این مورد
fil: Itama ito
fil_ph: Itama ito
fr: Corriger
it: Correggi
ja: 修正する
ko: 수정하기
ru: Исправить
tr: Bunu düzelt
vi: Sửa nội dung này
zh_hans: 更正此项

source: Couldn't start the microphone. You can still type.
ar: تعذّر تشغيل الميكروفون. لا يزال بإمكانك الكتابة.
es: No se pudo iniciar el micrófono. Aún puedes escribir.
fa: میکروفون فعال نشد. می‌توانید پاسخ را بنویسید.
fil: Hindi masimulan ang mikropono. Maaari ka pa ring mag-type.
fil_ph: Hindi masimulan ang mikropono. Maaari ka pa ring mag-type.
fr: Impossible de démarrer le microphone. Vous pouvez toujours écrire.
it: Impossibile avviare il microfono. Puoi comunque digitare.
ja: マイクを起動できませんでした。テキスト入力は引き続き利用できます。
ko: 마이크를 시작할 수 없습니다. 계속 입력할 수 있습니다.
ru: Не удалось запустить микрофон. Вы можете ввести текст.
tr: Mikrofon başlatılamadı. Yine de yazabilirsiniz.
vi: Không thể khởi động micrô. Bạn vẫn có thể nhập văn bản.
zh_hans: 无法启动麦克风。你仍然可以输入。

source: Create a lightweight plan
ar: أنشئ خطة مبسطة
es: Crear un plan sencillo
fa: ساختن یک برنامهٔ سبک
fil: Gumawa ng payak na plano
fil_ph: Gumawa ng payak na plano
fr: Créer un itinéraire simplifié
it: Crea un itinerario essenziale
ja: 簡単なプランを作成
ko: 간단한 계획 만들기
ru: Составить простой план
tr: Basit bir plan oluştur
vi: Tạo kế hoạch gọn nhẹ
zh_hans: 创建简易计划

source: Create trip from this chat
ar: أنشئ رحلة من هذه المحادثة
es: Crear viaje a partir de este chat
fa: ساخت سفر از این گفت‌وگو
fil: Gumawa ng biyahe mula sa chat na ito
fil_ph: Gumawa ng biyahe mula sa chat na ito
fr: Créer un voyage à partir de cette conversation
it: Crea un viaggio da questa chat
ja: このチャットから旅行を作成
ko: 이 대화에서 여행 만들기
ru: Создать поездку из этого чата
tr: Bu sohbetten seyahat oluştur
vi: Tạo chuyến đi từ cuộc trò chuyện này
zh_hans: 从此对话创建旅行

source: cruise
ar: رحلة بحرية
es: crucero
fa: کشتی
fr: croisière
it: crociera
ja: クルーズ
ko: 크루즈
ru: круиз
tr: kruvaziyer
vi: du thuyền
zh_hans: 邮轮

source: Currency
ar: العملة
es: Moneda
fa: ارز
fil: Salapi
fil_ph: Pera
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
ru: Валюта
tr: Para birimi
vi: Tiền tệ
zh_hans: 货币

source: Date and time
ar: التاريخ والوقت
es: Fecha y hora
fa: تاریخ و ساعت
fil: Petsa at oras
fil_ph: Petsa at oras
fr: Date et heure
it: Data e ora
ja: 日時
ko: 날짜 및 시간
ru: Дата и время
tr: Tarih ve saat
vi: Ngày và giờ
zh_hans: 日期和时间

source: Delete
ar: حذف
es: Eliminar
fa: حذف
fil: Tanggalin
fil_ph: Tanggalin
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
vi: Xóa
zh_hans: 删除

source: Delete this companion?
ar: هل تريد حذف رفيق السفر هذا؟
es: ¿Eliminar este acompañante?
fa: این همراه حذف شود؟
fil: Tanggalin ang kasamang ito?
fil_ph: Tanggalin ang kasamang ito?
fr: Supprimer ce compagnon ?
it: Eliminare questo accompagnatore?
ja: この同行者を削除しますか？
ko: 이 동행자를 삭제할까요?
ru: Удалить этого попутчика?
tr: Bu seyahat arkadaşı silinsin mi?
vi: Xóa bạn đồng hành này?
zh_hans: 删除此同行者？

source: Delete this trip?
ar: هل تريد حذف هذه الرحلة؟
es: ¿Eliminar este viaje?
fa: این سفر حذف شود؟
fil: Tanggalin ang biyaheng ito?
fil_ph: Tanggalin ang biyahe na ito?
fr: Supprimer ce voyage ?
it: Eliminare questo viaggio?
ja: この旅行を削除しますか？
ko: 이 여행을 삭제할까요?
ru: Удалить эту поездку?
tr: Bu seyahat silinsin mi?
vi: Xóa chuyến đi này?
zh_hans: 删除此旅行？

source: Departure
ar: المغادرة
es: Salida
fa: حرکت
fil: Pag-alis
fil_ph: Pag-alis
fr: Départ
it: Partenza
ja: 出発
ko: 출발
ru: Отправление
tr: Kalkış
vi: Khởi hành
zh_hans: 出发

source: Departure airport or city
ar: مطار أو مدينة المغادرة
es: Aeropuerto o ciudad de salida
fa: شهر یا فرودگاه مبدأ
fil: Paliparan o lungsod ng pag-alis
fil_ph: Paliparan o lungsod ng pag-alis
fr: Aéroport ou ville de départ
it: Aeroporto o città di partenza
ja: 出発空港または都市
ko: 출발 공항 또는 도시
ru: Аэропорт или город отправления
tr: Kalkış havalimanı veya şehri
vi: Sân bay hoặc thành phố khởi hành
zh_hans: 出发机场或城市

source: Departure airport, e.g. SAN
ar: مطار المغادرة، مثل SAN
es: Aeropuerto de salida, p. ej., SAN
fa: فرودگاه مبدأ، مثل SAN
fil: Paliparan ng pag-alis, hal. SAN
fil_ph: Paliparan ng pag-alis, hal. SAN
fr: Aéroport de départ, p. ex. SAN
it: Aeroporto di partenza, ad es. SAN
ja: 出発空港（例：SAN）
ko: 출발 공항(예: SAN)
ru: Аэропорт отправления, например SAN
tr: Kalkış havalimanı, ör. SAN
vi: Sân bay khởi hành, ví dụ SAN
zh_hans: 出发机场，例如 SAN

source: Departure local: YYYY-MM-DDTHH:MM
ar: التوقيت المحلي للمغادرة: YYYY-MM-DDTHH:MM
es: Hora local de salida: YYYY-MM-DDTHH:MM
fa: زمان محلی حرکت: YYYY-MM-DDTHH:MM
fil: Lokal na oras ng pag-alis: YYYY-MM-DDTHH:MM
fil_ph: Lokal na oras ng pag-alis: YYYY-MM-DDTHH:MM
fr: Heure locale de départ : AAAA-MM-JJTHH:MM
it: Orario locale di partenza: YYYY-MM-DDTHH:MM
ja: 現地出発時刻：YYYY-MM-DDTHH:MM
ko: 현지 출발 시각: YYYY-MM-DDTHH:MM
ru: Местное время отправления: YYYY-MM-DDTHH:MM
tr: Yerel kalkış: YYYY-MM-DDTHH:MM
vi: Giờ địa phương khởi hành: YYYY-MM-DDTHH:MM
zh_hans: 当地出发时间：YYYY-MM-DDTHH:MM

source: Departure terminal (if known)
ar: مبنى المغادرة (إن كان معروفًا)
es: Terminal de salida (si la sabes)
fa: ترمینال مبدأ (اگر مشخص است)
fil: Terminal ng pag-alis (kung alam)
fil_ph: Terminal ng pag-alis (kung alam)
fr: Terminal de départ (si connu)
it: Terminal di partenza (se noto)
ja: 出発ターミナル（分かる場合）
ko: 출발 터미널(알고 있는 경우)
ru: Терминал отправления (если известен)
tr: Kalkış terminali (biliniyorsa)
vi: Nhà ga khởi hành (nếu biết)
zh_hans: 出发航站楼（如已知）

source: Departure time zone, e.g. America/Los_Angeles
ar: المنطقة الزمنية للمغادرة، مثل America/Los_Angeles
es: Zona horaria de salida, p. ej., America/Los_Angeles
fa: منطقه زمانی مبدأ، مثل America/Los_Angeles
fil: Time zone ng pag-alis, hal. America/Los_Angeles
fil_ph: Time zone ng pag-alis, hal. America/Los_Angeles
fr: Fuseau horaire du départ, p. ex. America/Los_Angeles
it: Fuso orario di partenza, ad es. America/Los_Angeles
ja: 出発地のタイムゾーン（例：America/Los_Angeles）
ko: 출발 시간대(예: America/Los_Angeles)
ru: Часовой пояс отправления, например America/Los_Angeles
tr: Kalkış saat dilimi, ör. America/Los_Angeles
vi: Múi giờ nơi khởi hành, ví dụ America/Los_Angeles
zh_hans: 出发时区，例如 America/Los_Angeles

source: Destination
ar: الوجهة
es: Destino
fa: مقصد
fil: Destinasyon
fil_ph: Destinasyon
it: Destinazione
ja: 目的地
ko: 목적지
ru: Место назначения
tr: Varış noktası
vi: Điểm đến
zh_hans: 目的地

source: Destination and timing
ar: الوجهة والموعد
es: Destino y horario
fa: مقصد و زمان
fil: Destinasyon at iskedyul
fil_ph: Destinasyon at oras
fr: Destination et horaires
it: Destinazione e orari
ja: 目的地と日時
ko: 목적지 및 일정
ru: Место и даты поездки
tr: Varış noktası ve tarih
vi: Điểm đến và thời gian
zh_hans: 目的地和时间安排

source: Destinations · in travel order
ar: الوجهات · بترتيب السفر
es: Destinos · en orden de viaje
fa: مقصدها · به ترتیب سفر
fil: Mga destinasyon · ayon sa pagkakasunod ng biyahe
fil_ph: Mga destinasyon · ayon sa pagkakasunod-sunod ng biyahe
fr: Destinations · dans l’ordre du voyage
it: Destinazioni · in ordine di viaggio
ja: 目的地 · 旅行の順番
ko: 목적지 · 이동 순서
ru: Места назначения · в порядке поездки
tr: Varış noktaları · seyahat sırasına göre
vi: Các điểm đến · theo thứ tự di chuyển
zh_hans: 目的地 · 按行程顺序

source: Details
ar: التفاصيل
es: Detalles
fa: جزئیات
fil: Mga detalye
fil_ph: Mga detalye
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
ru: Подробнее
tr: Ayrıntılar
vi: Chi tiết
zh_hans: 详情

source: Dictating… Tap the microphone to stop.
ar: جارٍ الإملاء… اضغط على الميكروفون للإيقاف.
es: Dictando… Toca el micrófono para detenerlo.
fa: در حال گفتار… برای توقف، روی میکروفون بزنید.
fil: Nagdikta… I-tap ang mikropono para huminto.
fil_ph: Nagre-rekord… I-tap ang mikropono para huminto.
fr: Dictée en cours… Touchez le microphone pour l’arrêter.
it: Dettatura in corso… Tocca il microfono per fermarla.
ja: 音声入力中… マイクをタップして停止します。
ko: 받아쓰는 중… 중지하려면 마이크를 탭하세요.
ru: Идёт диктовка… Нажмите на микрофон, чтобы остановить.
tr: Dikte ediliyor… Durdurmak için mikrofona dokunun.
vi: Đang đọc chính tả… Chạm vào micrô để dừng.
zh_hans: 正在听写……轻点麦克风停止。

source: Discard this edit and load latest
ar: تجاهل هذا التعديل وحمّل أحدث نسخة
es: Descartar esta edición y cargar la última versión
fa: کنار گذاشتن این ویرایش و بارگیری آخرین نسخه
fil: Itapon ang pag-edit na ito at i-load ang pinakabago
fil_ph: Itapon ang pagbabagong ito at i-load ang pinakabago
fr: Abandonner cette modification et charger la dernière version
it: Scarta questa modifica e carica l’ultima versione
ja: この編集を破棄して最新版を読み込む
ko: 이 수정사항을 버리고 최신 내용 불러오기
ru: Отменить это изменение и загрузить последнюю версию
tr: Bu düzenlemeyi atıp en güncel sürümü yükle
vi: Hủy chỉnh sửa này và tải bản mới nhất
zh_hans: 放弃此次编辑并加载最新版本

source: Do you already have your flights?
ar: هل حجزت رحلات الطيران بالفعل؟
es: ¿Ya tienes los vuelos?
fa: پروازها را رزرو کرده‌اید؟
fil: Nakuha mo na ba ang mga flight mo?
fil_ph: May mga flight ka na ba?
fr: Avez-vous déjà vos vols ?
it: Hai già i voli?
ja: フライトはもう予約済みですか？
ko: 항공편은 이미 예약하셨나요?
ru: Уже купили билеты на самолёт?
tr: Uçuşlarınızı ayarladınız mı?
vi: Bạn đã có thông tin chuyến bay chưa?
zh_hans: 你已经订好航班了吗？

source: Don't ask
ar: لا تسأل
es: No preguntar
fa: نپرس
fil: Huwag nang itanong
fil_ph: Huwag nang itanong
fr: Ne pas demander
it: Non chiedere
ja: 今後は確認しない
ko: 다시 묻지 않기
ru: Больше не спрашивать
tr: Sorma
vi: Đừng hỏi
zh_hans: 不再询问

source: Don't remember that
ar: لا تتذكر ذلك
es: No recordar esto
fa: این را به خاطر نسپار
fil: Huwag tandaan iyon
fil_ph: Huwag na itong tandaan
fr: Ne pas mémoriser
it: Non ricordarlo
ja: それを記憶しない
ko: 그 내용은 기억하지 않기
ru: Не запоминать это
tr: Bunu hatırlama
vi: Đừng ghi nhớ điều đó
zh_hans: 不要记住这件事

source: Done
ar: تم
es: Listo
fa: تمام
fil: Tapos na
fil_ph: Tapos na
fr: Terminé
it: Fine
ja: 完了
ko: 완료
ru: Готово
tr: Bitti
vi: Xong
zh_hans: 完成

source: Door to door
ar: من الباب إلى الباب
es: De puerta a puerta
fa: از درِ خانه تا مقصد
fil: Mula pinto hanggang pinto
fil_ph: Mula pintuan hanggang pintuan
fr: De porte à porte
it: Da porta a porta
ja: ドアからドアまで
ko: 출발지부터 목적지까지
ru: От двери до двери
tr: Kapıdan kapıya
vi: Từ cửa đến cửa
zh_hans: 门到门

source: drive
ar: يقود
es: en coche
fa: ماشین
fil: magmaneho
fil_ph: magmaneho
fr: voiture
it: auto
ja: 車で移動
ko: 운전
ru: ехать на машине
tr: sürüş
vi: lái xe
zh_hans: 自驾

source: Drive
ar: القيادة
es: Ir en coche
fa: ماشین
fil: Magmaneho
fil_ph: Magmaneho
fr: En voiture
it: In auto
ja: 車で移動
ko: 운전
ru: На машине
tr: Sürüş
vi: Lái xe
zh_hans: 驾车

source: Drop-off
ar: إنزال الركاب
es: dejar
fa: رساندن توسط آشنا
fil_ph: ihatid_sa
fr: dépose
it: riconsegna
ja: 降車場所
ko: 하차 장소
ru: Высадка
tr: bırakma
vi: điểm trả khách
zh_hans: 送达

source: Edit
ar: تعديل
es: Editar
fa: ویرایش
fil: I-edit
fil_ph: I-edit
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
ru: Изменить
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑

source: Edit trip details
ar: تعديل تفاصيل الرحلة
es: Editar los detalles del viaje
fa: ویرایش جزئیات سفر
fil: I-edit ang mga detalye ng biyahe
fil_ph: I-edit ang mga detalye ng biyahe
fr: Modifier les détails du voyage
it: Modifica i dettagli del viaggio
ja: 旅行の詳細を編集
ko: 여행 세부정보 수정
ru: Изменить детали поездки
tr: Seyahat ayrıntılarını düzenle
vi: Chỉnh sửa thông tin chuyến đi
zh_hans: 编辑行程详情

source: End
ar: إنهاء
es: Fin
fa: پایان
fil: Tapusin
fil_ph: Tapusin
fr: Fin
it: Fine
ja: 終了
ko: 종료
ru: Завершить
tr: Bitir
vi: Kết thúc
zh_hans: 结束

source: End voice
ar: إنهاء الصوت
es: Finalizar voz
fa: پایان گفت‌وگوی صوتی
fil: Tapusin ang boses
fil_ph: Tapusin ang boses
fr: Terminer la conversation vocale
it: Termina voce
ja: 音声会話を終了
ko: 음성 종료
ru: Завершить голосовой режим
tr: Sesli görüşmeyi bitir
vi: Kết thúc giọng nói
zh_hans: 结束语音

source: End voice conversation
ar: إنهاء المحادثة الصوتية
es: Finalizar conversación por voz
fa: پایان گفت‌وگوی صوتی
fil: Tapusin ang usapang pasalita
fil_ph: Tapusin ang pag-uusap gamit ang boses
fr: Terminer la conversation vocale
it: Termina conversazione vocale
ja: 音声での会話を終了
ko: 음성 대화 종료
ru: Завершить голосовой разговор
tr: Sesli görüşmeyi bitir
vi: Kết thúc cuộc trò chuyện bằng giọng nói
zh_hans: 结束语音对话

source: English
ar: الإنجليزية
es: Inglés
fil: Ingles
fil_ph: Ingles
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
ru: Английский
tr: İngilizce
vi: Tiếng Anh
zh_hans: 英语

source: Enter flight details
ar: أدخل تفاصيل الرحلة
es: Introduce los datos del vuelo
fa: ورود جزئیات پرواز
fil: Ilagay ang mga detalye ng flight
fil_ph: Ilagay ang mga detalye ng flight
fr: Saisir les détails du vol
it: Inserisci i dettagli del volo
ja: フライトの詳細を入力
ko: 항공편 정보 입력
ru: Введите данные рейса
tr: Uçuş bilgilerini girin
vi: Nhập thông tin chuyến bay
zh_hans: 输入航班详情

source: Estimated
ar: تقديري
es: Estimado
fa: برآوردی
fil: Tinatayang
fil_ph: Tinatayang
fr: Estimé
it: Stimato
ja: 見積もり
ko: 예상
ru: Ориентировочно
tr: Tahmini
vi: Ước tính
zh_hans: 预估

source: Estimated total
ar: الإجمالي التقديري
es: Total estimado
fa: مجموع برآوردی
fil: Kabuuang tantiya
fil_ph: Tinatayang kabuuan
fr: Total estimé
it: Totale stimato
ja: 見積合計
ko: 예상 총액
ru: Примерная сумма
tr: Tahmini toplam
vi: Tổng ước tính
zh_hans: 预计总额

source: Estimated travel minutes (unknown if blank)
ar: الدقائق المقدّرة للتنقّل (غير معروفة إذا تُرك الحقل فارغًا)
es: Minutos estimados de viaje (se desconoce si está vacío)
fa: زمان تخمینی به دقیقه (خالی یعنی نامشخص)
fil: Tinatayang minuto ng biyahe (hindi alam kung walang laman)
fil_ph: Tinatayang minuto ng biyahe (hindi alam kung blangko)
fr: Durée estimée du trajet en minutes (inconnue si vide)
it: Minuti di viaggio stimati (se vuoto, non noto)
ja: 移動時間（分）の推定値（空欄の場合は不明）
ko: 예상 이동 시간(비워 두면 알 수 없음)
ru: Примерное время в пути в минутах (оставьте пустым, если неизвестно)
tr: Tahmini yolculuk süresi (boş bırakılırsa bilinmiyor)
vi: Số phút di chuyển ước tính (để trống nếu chưa biết)
zh_hans: 预计行程分钟数（留空表示未知）

source: Everything is organized
ar: كل شيء منظّم
es: Todo está organizado
fa: همه‌چیز مرتب است
fil: Organisado na ang lahat
fil_ph: Maayos na ang lahat
fr: Tout est organisé
it: Tutto è organizzato
ja: すべて整理できました
ko: 모든 준비가 끝났어요
ru: Всё организовано
tr: Her şey düzenlendi
vi: Mọi thứ đã được sắp xếp
zh_hans: 一切都已安排妥当

source: Existing plans
ar: الخطط الحالية
es: Planes existentes
fa: برنامه‌های موجود
fil: Mga kasalukuyang plano
fil_ph: Mga dati nang plano
fr: Plans existants
it: Piani esistenti
ja: 既存の予定
ko: 기존 일정
ru: Уже запланировано
tr: Mevcut planlar
vi: Kế hoạch hiện có
zh_hans: 现有计划

source: Extract for review
ar: استخراج للمراجعة
es: Extraer para revisar
fa: استخراج برای بررسی
fil: Kunin para masuri
fil_ph: I-extract para masuri
fr: Extraire pour vérification
it: Estrai per verificare
ja: 確認用に抽出
ko: 검토를 위해 추출
ru: Извлечь для проверки
tr: İnceleme için çıkar
vi: Trích xuất để xem lại
zh_hans: 提取以供审核

source: Find flights
ar: البحث عن رحلات طيران
es: Buscar vuelos
fa: جست‌وجوی پرواز
fil: Maghanap ng mga flight
fil_ph: Maghanap ng mga flight
fr: Rechercher des vols
it: Trova voli
ja: フライトを検索
ko: 항공편 찾기
ru: Найти авиабилеты
tr: Uçuş ara
vi: Tìm chuyến bay
zh_hans: 查找航班

# first_day_available_from
source: First day: free from
ar: أول يوم متاح بدءًا من
es: primer día disponible a partir de
fa: روز اول: وقت آزاد از
fil: unang_araw_na_may_puwang_mula
fil_ph: unang_araw_na_may_bakante_mula
fr: premier_jour_disponible_à_partir_de
it: primo_giorno_disponibile_da
ja: 利用可能初日
ko: first_day_available_from
ru: Доступно с первого дня
tr: ilk_günden_itibaren_müsait
vi: ngày đầu tiên có thể bắt đầu từ
zh_hans: first_day_available_from

source: Flight
ar: رحلة طيران
es: Vuelo
fa: پرواز
fr: Vol
it: Volo
ja: フライト
ko: 항공편
ru: Рейс
tr: Uçuş
vi: Chuyến bay
zh_hans: 航班

source: Flight number
ar: رقم الرحلة
es: Número de vuelo
fa: شماره پرواز
fil: Numero ng flight
fil_ph: Numero ng flight
fr: Numéro de vol
it: Numero del volo
ja: 便名
ko: 항공편 번호
ru: Номер рейса
tr: Uçuş numarası
vi: Số hiệu chuyến bay
zh_hans: 航班号

source: Flight status
ar: حالة الرحلة
es: Estado del vuelo
fa: وضعیت پرواز
fil: Status ng flight
fil_ph: Status ng flight
fr: Statut du vol
it: Stato del volo
ja: フライト状況
ko: 항공편 상태
ru: Статус рейса
tr: Uçuş durumu
vi: Trạng thái chuyến bay
zh_hans: 航班状态

source: Flight/train number, departure time or driving notes
ar: رقم الرحلة الجوية أو القطار، أو وقت المغادرة، أو ملاحظات القيادة
es: Número de vuelo o tren, hora de salida o notas de conducción
fa: شماره پرواز یا قطار، ساعت حرکت یا یادداشت‌های رانندگی
fil: Numero ng flight/tren, oras ng alis, o mga tala sa pagmamaneho
fil_ph: Numero ng flight/tren, oras ng pag-alis o mga tala sa pagmamaneho
fr: Numéro de vol ou de train, heure de départ ou notes de conduite
it: Numero del volo o del treno, ora di partenza o note di guida
ja: 便名・列車番号、出発時刻、運転のメモ
ko: 항공편/기차 번호, 출발 시간 또는 운전 관련 메모
ru: Номер рейса или поезда, время отправления или заметки о поездке на машине
tr: Uçuş/tren numarası, kalkış saati veya sürüş notları
vi: Số hiệu chuyến bay/tàu, giờ khởi hành hoặc ghi chú lái xe
zh_hans: 航班或车次、出发时间或驾车备注

source: Flights
ar: رحلات الطيران
es: Vuelos
fa: پروازها
fil: Mga flight
fil_ph: Mga flight
fr: Vols
it: Voli
ja: 航空便
ko: 항공편
ru: Авиарейсы
tr: Uçuşlar
vi: Các chuyến bay
zh_hans: 航班

source: Flights and transfers
ar: رحلات الطيران والتنقّلات
es: Vuelos y traslados
fa: پروازها و جابه‌جایی‌ها
fil: Mga flight at transfer
fil_ph: Mga flight at transfer
fr: Vols et transferts
it: Voli e trasferimenti
ja: フライトと送迎
ko: 항공편 및 환승
ru: Перелёты и трансферы
tr: Uçuşlar ve aktarmalar
vi: Chuyến bay và phương tiện trung chuyển
zh_hans: 航班和接送

source: Fly
ar: السفر بالطائرة
es: Volar
fa: هواپیما
fil: Lumipad
fil_ph: Lumipad
fr: En avion
it: In aereo
ja: 飛行機で移動
ko: 비행기
ru: Лететь
tr: Uç
vi: Bay
zh_hans: 乘飞机

source: Fly, drive, train, or something else?
ar: بالطائرة أم بالسيارة أم بالقطار أم بوسيلة أخرى؟
es: ¿En avión, en coche, en tren o de otra forma?
fa: هواپیما، ماشین، قطار یا راه دیگر؟
fil: Lilipad, magmamaneho, sasakay ng tren, o iba pa?
fil_ph: Lilipad, magmamaneho, sasakay ng tren, o iba pa?
fr: Avion, voiture, train ou autre ?
it: Aereo, auto, treno o altro?
ja: 飛行機、車、電車、またはその他？
ko: 비행기, 자동차, 기차 중 무엇을 이용하시나요?
ru: На самолёте, машине, поезде или как-то иначе?
tr: Uçakla, arabayla, trenle ya da başka bir şekilde mi?
vi: Bay, lái xe, đi tàu hay phương tiện khác?
zh_hans: 乘飞机、自驾、坐火车还是其他方式？

source: Food
ar: الطعام
es: Comida
fa: غذا
fil: Pagkain
fil_ph: Pagkain
fr: Repas
it: Pasti
ja: 食事
ko: 음식
ru: Еда
tr: Yemek
vi: Ẩm thực
zh_hans: 餐饮

source: Forget
ar: انسَ
es: Olvidar
fa: فراموش کن
fil: Kalimutan
fil_ph: Kalimutan
fr: Oublier
it: Dimentica
ja: 忘れる
ko: 잊기
ru: Забыть
tr: Unut
vi: Quên
zh_hans: 忘记

source: Forget this memory?
ar: هل تريد نسيان هذه المعلومة؟
es: ¿Olvidar este recuerdo?
fa: این مورد فراموش شود؟
fil: Kalimutan ang alaalang ito?
fil_ph: Kalimutan ang alaalang ito?
fr: Oublier ce souvenir ?
it: Dimenticare questo ricordo?
ja: このメモリーを削除しますか？
ko: 이 기억을 잊을까요?
ru: Забыть это воспоминание?
tr: Bu anı unutulsun mu?
vi: Quên thông tin ghi nhớ này?
zh_hans: 要忘记这条记忆吗？

source: Friendly and direct
ar: ودود ومباشر
es: Amable y directo
fa: خوش‌برخورد و صریح
fil: Palakaibigan at direkta
fil_ph: Palakaibigan at direkta
fr: Chaleureux et direct
it: Cordiale e diretto
ja: 親しみやすく、率直
ko: 친근하고 직설적인
ru: Дружелюбный и прямой
tr: Samimi ve doğrudan
vi: Thân thiện và thẳng thắn
zh_hans: 友好直率

source: Get to know me
ar: تعرّف عليّ
es: Conóceme
fa: من را بشناس
fil: Kilalanin ako
fil_ph: Kilalanin ako
fr: Apprendre à me connaître
it: Conoscimi
ja: 私のことを知ってもらう
ko: 나에 대해 알아가기
ru: Расскажите о себе
tr: Beni tanı
vi: Tìm hiểu về tôi
zh_hans: 了解我

source: Heard
ar: سمعتك
es: Lo escuchado
fa: شنیده‌شده
fil: Narinig
fil_ph: Narinig
fr: Entendu
it: Ascoltato
ja: 聞き取った内容
ko: 들었어요
ru: Услышано
tr: Duyuldu
vi: Đã nghe
zh_hans: 听到的内容

source: Help me find flights
ar: ساعدني في العثور على رحلات طيران
es: Ayúdame a encontrar vuelos
fa: در پیدا کردن پرواز کمکم کن
fil: Tulungan akong maghanap ng mga flight
fil_ph: Tulungan akong maghanap ng mga flight
fr: Aidez-moi à trouver des vols
it: Aiutami a trovare voli
ja: フライト探しを手伝ってもらう
ko: 항공편을 찾는 데 도움받기
ru: Помогите Pip найти авиабилеты
tr: Uçuş bulmama yardım et
vi: Giúp tôi tìm chuyến bay
zh_hans: 帮我找航班

source: Help Pip learn how you like to travel for ideas that feel like you.
ar: ساعد Pip على معرفة أسلوب سفرك ليقدّم لك أفكارًا تناسبك.
es: Ayuda a Pip a conocer cómo te gusta viajar para darte ideas que vayan contigo.
fa: به پیپ کمک کنید یاد بگیرد چه جور سفر کردنی را دوست دارید تا پیشنهادهایی بدهد که به شما می‌آیند.
fil: Tulungan si Pip na malaman kung paano ka mahilig bumiyahe para makapagbigay siya ng mga ideyang bagay sa iyo.
fil_ph: Tulungan si Pip na matutunan kung paano ka mahilig bumiyahe para makapagbigay siya ng mga ideyang bagay sa iyo.
fr: Aidez Pip à découvrir vos préférences de voyage pour vous proposer des idées qui vous ressemblent.
it: Aiuta Pip a capire come ti piace viaggiare, per suggerirti idee che ti rispecchino.
ja: Pipにあなたの旅の好みを知ってもらい、あなたらしいアイデアを提案してもらいましょう。
ko: Pip이 여행 취향을 알면 나에게 꼭 맞는 아이디어를 제안할 수 있어요.
ru: Помогите Pip узнать, как вам нравится путешествовать, чтобы идеи были вам по душе.
tr: Pip'in sana uygun fikirler sunabilmesi için nasıl seyahat etmeyi sevdiğini öğrenmesine yardımcı ol.
vi: Giúp Pip hiểu cách bạn thích đi du lịch để gợi ý phù hợp với bạn.
zh_hans: 告诉 Pip 你的旅行偏好，让推荐更符合你的喜好。
